Repository: FreePBX/donotdisturb
Catalog: i18n/*/LC_MESSAGES/donotdisturb.po
Languages: cs, de_de, fa_ir, fr_fr, it_it, pl, ru_ru, vi

source: Applications
cs: Aplikace
de_de: Anwendungen
fa_ir: برنامه ها
it_it: Applicazioni
pl: Aplikacje
ru_ru: Приложения
vi: Các ứng dụng

source: DND Activate
cs: Aktivovat DND
de_de: DND aktiviert
fa_ir: DND فعال
fr_fr: Ne-pas-Déranger (DND) Activé
it_it: Attiva Non-Disturbare (DND)
pl: Aktywuj DND
ru_ru: Активировать режим Не беспокоить
vi: Kích hoạt tính năng DND

source: DND Deactivate
cs: Deaktivovat DND
de_de: DND deaktiviert
fa_ir: dND غیرفعال
fr_fr: Ne-pas-Déranger (DND) Désactivé
it_it: Disattiva Non-Disturbare (DND)
pl: Dezaktywuj DND
ru_ru: Деактивировать режим Не беспокоить
vi: Tắt tính năng DND

source: DND Toggle
cs: Přepnout DND
de_de: DND umschalten
fa_ir: آمار DND
fr_fr: Changer Ne-pas-Déranger (DND)
it_it: Attiva/Disattiva DND
pl: Załącz DND
ru_ru: Переключить режим Не беспокоить
vi: Chế độ chuyển DND

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé
pl: Wyłączony

source: Do Not Disturb
cs: Nerušit
de_de: Bitte nicht stören
fa_ir: مزاحم نشو
fr_fr: Ne-pas-Déranger (DND)
it_it: Non disturbare
pl: Nie przeszkadzaj
ru_ru: Не беспокоить
vi: Không làm phiền

source: Do Not Disturb Has Been Updated!
cs: Funkce Nerušit byla aktualizována!
de_de: Bitte nicht stören wurde aktualisiert!
fa_ir: مزاحم نشو به روز شد!
fr_fr: Ne-pas-Déranger (DND) a été modifié !
it_it: Non disturbare è stato aggiornato!
pl: Zaktualizowano tryb nie przeszkadzać!
ru_ru: Не беспокоить обновлено!
vi: Tính năng không làm phiền đã được cập nhật!

source: Do Not Disturb for %s
de_de: Nicht stören für %s
fr_fr: Ne pas déranger pour %s
pl: Nie przeszkadzaj dla %s

source: Do not disturb (DND) allows calls to be rejected at the user's request via a feature code, UCP setting, or REST App.
de_de: Do not disturb (DND) ermöglicht die Ablehnung von Anrufen auf Wunsch des Benutzers über einen Feature-Code, eine UCP-Einstellung oder eine REST-App.
fr_fr: Ne pas déranger (DND) permet de rejeter les appels à la demande de l'utilisateur via un code de fonction, un paramètre UCP ou une application REST.
pl: Nie przeszkadzaj (DND) umożliwia odrzucanie połączeń na żądanie użytkownika za pośrednictwem kodu funkcji, ustawienia UCP lub aplikacji REST.

source: Do-Not-Disturb (DND)
cs: Nerušit (DND)
de_de: Bitte-Nicht-Stören (DND)
fa_ir: مزاحم نشو (DND)
fr_fr: Ne-pas-Déranger (DND)
it_it: Non-Disturbare (DND)
pl: Nie przeszkadzaj (DND)
ru_ru: Режим Не беспокоить (DND)
vi: Không làm phiền (DND)

source: Enabled
de_de: Aktiviert
fr_fr: Activé
pl: Włączony

source: Follow Me
de_de: Folge mir
fr_fr: Suivez-Moi
pl: Podążaj za mną

source: Enable
cs: Povolit
fa_ir: فعال
it_it: Abilitare
ru_ru: Включить
vi: Bật

source: Provides donotdisturb functionality
cs: Poskytuje funkci Nerušit
fa_ir: فراهم کردن قابلیت donotdisturb
it_it: Fornisce funzionalità di donotdisturb
ru_ru: Обеспечивает возможность не беспокоить
vi: Cung cấp chức năng donotdisturb

source: Used to indicate that somebody does not wish to be disturbed.
cs: Označuje, že někdo nechce být rušen.
fa_ir: برای کسانی استفاده میشود که نمیخواهند مزاحمتی داشته باشند.
it_it: Usato per indicare che qualcuno non desidera essere disturbato.
ru_ru: Используется для указания, что кто-то не желает, чтобы его беспокоили.
vi: Được sử dụng để hiển thị những ai không muốn bị làm phiền.
